Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kielipesaohjaajana_aloittanut_niina_aikio-siltala.html.tmx
Source language: fin
Languages: sme

source: Kielipesäohjaajana aloittanut Niina Aikio-Siltala
sme: Giellabeassejođiheaddjin álggahan Niina Aikio-Siltala

source: Saamelaiskäräjien ma. kielipesäohjaajaksi valittiin tammikuussa Niina Aikio-Siltala.
sme: Sámedikki má. giellabeassejođiheaddjin válljejuvvui ođđajagemánus Niina Aikio-Siltala.

source: Aikio-Siltala on koulutukseltaan varhaiskasvatuksen opettaja (KK) ja hän on työskennellyt aiemmin inarinsaamenkielisissä kielipesissä sekä Ivalon kouluilla inarinsaamen tuntiopettajana.
sme: Aikio-Siltalas lea árrabajásgeassima oahpaheaddji (KK) skuvlejupmi ja son lea bargan ovdal anárašgielat giellabesiin ja maiddái Avvila skuvllain anárašgiela diibmooahpaheaddjin.

source: Kielipesäohjaajan tehtäviin kuuluu mm. kielipesien valtionavustuksen hallinnointi, kielipesätoiminnan kehittäminen yhdessä muiden toimijoiden kanssa, kielipesätyöntekijöiden koulutusten koordinointi sekä pedagogisen tuen tarjoaminen kielipesiin.
sme: Giellabeassejođiheaddji bargguide gullet ee. giellabesiid stáhtadoarjaga hálddašeapmi, giellabeassedoaimma ovddideapmi ovttas eará doaibmiiguin, giellabeassebargiid skuvlejumiid koordineren ja maiddái pedagogihkalaš doarjaga fállan giellabesiide.

source: – Uusi työ on lähtenyt mukavasti käyntiin.
sme: – Ođđa bargu lea vuolgán bures johtui.

source: Näin aluksi olen keskustellut kielipesätyöntekijöiden kanssa ajankohtaisista kuulumisista, työskennellyt valtionavustukseen liittyvien asioiden kanssa sekä suunnitellut kielipesätyöntekijöiden tämän vuoden koulutuksia.
sme: Dál álggos lean ságastallan giellabeassebargiiguin áigeguovdilis áššiid birra, bargan stáhtadoarjjaáššiin ja maiddái plánen giellabeassebargiid dán jagi skuvlejumiid.

source: Myös kielineuvola tulee saamaan pian jatkoa ja Kuáti.
sme: Maiddái giellarávvehat joatkašuvvá farggabáliid ja Kuáti.

source: fi- sivuston uudistamistyö on loppusuoralla, Aikio-Siltala kertoo.
sme: fi – siidduid ođasmahttinbargu lea gárváneamen, Aikio-Siltala muitala.

source: – Kielenelvytys, kielipesät ja saamelainen varhaiskasvatus ovat selkeästi itselleni niitä asioita, joiden kanssa haluan työskennellä nyt ja tulevaisuudessakin, joten olen todella iloinen että pääsin pienen tauon jälkeen takaisin kielipesien pariin.
sme: – Gielaealáskahttin, giellabeasit ja sámi árrabajásgeassin leat čielgasit alccen dakkár áššit, maiguin háliidan bargat dál ja boahttevuođasge nu ahte lean duođaige ilolaš, ahte bessen smávva bottu maŋŋá ruovttoluotta giellabeasseáššiid olis bargat.

source: Kielipesäohjaajaan voi ensisijaisesti olla yhteydessä kaikkiin kielipesätoimintaan liittyvissä kysymyksissä.
sme: Giellabeassejođiheaddjái sáhttá eandalii leat oktavuođas giellabeassedoibmii laktáseaddji buot gažaldagain.

source: Kielipesäohjaaja seuraa yhdessä kieliturvasihteerin kanssa toiminnan toteutumista.
sme: Giellabeassejođiheaddji čuovvu ovttas gielladorvočálliin doaimma ollašuvvama.

source: Toimintaa koskevat päätökset ja linjaukset laatii Saamelaiskäräjien kielineuvosto .
sme: Doaimma guoski mearrádusaid ja linnjádemiid ráhkada Sámedikki giellaráđđi .

source: Tältä sivulta löydät perustieota kielipesätoiminnasta: https://www.samediggi.fi/toiminta/saamen-kieli/kielipesa/
sme: Dán siiddus gávnnat vuođđodieđuid giellabeassedoaimma birra: https://www.samediggi.fi/doaibma/samegiella/giellabeassi/?lang=dav

source: Lisätietoja
sme: Lassidieđut

source: Ma. kielipesäohjaaja Niina Aikio-Siltala, 040 487 5414 / 0 10 839 3115, niina.aikio-siltala(at)samediggi.fi
sme: Má. giellabeassejođiheaddji Niina Aikio-Siltala, 040 487 5414 / 010 839 3115, niina.aikio-siltala(at)samediggi.fi

source: Kieliturvasihteeri Anne Kirste Aikio, 040 707 5626 / 010 839 3124, anne-kirste.aikio(at)samediggi.fi
sme: Gielladorvočálli Anne Kirste Aikio, 040 707 5626 / 010 839 3124, anne-kirste.aikio(at)samediggi.fi
